google-bbr-&-bandwagon-ssr安装使用教程.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-10-24 Mon 03:21 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>google bbr &amp; bandwagon ssr安装使用教程</title>
<meta name="author" content="yefeiyu" />
<meta name="generator" content="Org Mode" />
<link rel="icon" href="/favicon.ico">
<meta name="theme-color" content="#ffffff">
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<link rel="stylesheet" href="/style/toc.css"/>
<link rel="stylesheet" href="/style/tufte.css"/>
<link rel="stylesheet" href="/style/main.css"/>
<link rel="stylesheet" href="/style/clipboard.css"/>
<link rel="stylesheet" href="/style/copy-pre.css"/>
<link rel="alternate" type="application/rss+xml" href="https://gongzhitaao.org/orgcss/org.css"/>
<link rel="stylesheet" type="text/css" href="https://gongzhitaao.org/orgcss/org.css"/>

{{ if (findRE "<pre" .Content 1) }}
    <link rel="stylesheet" href="/css/clipboard.css">
{{ end }}
{{ if (findRE "<pre" .Content 1) }}
{{ end }}
<link rel="stylesheet" href="/css/clipboard.css">
</head>
<body>
<div id="preamble" class="status">
<!-- Google Tag Manager (noscript) -->
<noscript><iframe src="https://www.googletagmanager.com/ns.html?id=GTM-NJRFJGX"
                  height="0" width="0" style="display:none;visibility:hidden"></iframe></noscript>
<!-- End Google Tag Manager (noscript) -->
<header>
    <a accesskey="h" href="/index.html"> HOME </a> |
    <a href="#" id="edit-in-github">EDIT</a> |
    <a href="https://yefeiyu.github.io/index.xml">RSS</a> |
    <a accesskey="H" href="/about.html">ABOUT</a> |
    <a href="https://github.com/yefeiyu">GITHUB</a>
</header>
</div>
<div id="content" class="content">
<header>
<h1 class="title">google bbr &amp; bandwagon ssr安装使用教程</h1>
</header>
<div id="outline-container-orgd4f7d98" class="outline-2">
<h2 id="orgd4f7d98"><span class="section-number-2">1.</span> computer engine-VM 实例-ssh-在浏览器窗口中打开</h2>
</div>
<div id="outline-container-org16b3918" class="outline-2">
<h2 id="org16b3918"><span class="section-number-2">2.</span> 遇到问题删除，新建</h2>
<div class="outline-text-2" id="text-2">
<p>
CentOS7-勾选http https防火墙（防火墙规则已建）
VPC网络-外部IP地址（释放原来的）
</p>
</div>
</div>
<div id="outline-container-orgb37a745" class="outline-2">
<h2 id="orgb37a745"><span class="section-number-2">3.</span> bbr开启</h2>
<div class="outline-text-2" id="text-3">
<p>
<a href="https://teddysun.com/489.html">https://teddysun.com/489.html</a>
</p>
</div>
</div>
<div id="outline-container-orgb7c1362" class="outline-2">
<h2 id="orgb7c1362"><span class="section-number-2">4.</span> ssr一键安装脚本</h2>
<div class="outline-text-2" id="text-4">
<p>
<a href="https://shadowsocks.be/9.html">https://shadowsocks.be/9.html</a>
</p>
</div>
</div>
<div id="outline-container-org23e946a" class="outline-2">
<h2 id="org23e946a"><span class="section-number-2">5.</span> Windows客户端下载地址：</h2>
<div class="outline-text-2" id="text-5">
<p>
<a href="https://github.com/shadowsocksr-backup/shadowsocksr-csharp/releases">https://github.com/shadowsocksr-backup/shadowsocksr-csharp/releases</a>
pac:
<a href="https://doub.io/ss-jc59/">https://doub.io/ss-jc59/</a>
or derect download: <a href="https://raw.githubusercontent.com/ToyoDAdoubi/doubi/master/other/pac.txt">https://raw.githubusercontent.com/ToyoDAdoubi/doubi/master/other/pac.txt</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer>
  <p>Author: yefeiyu <a aria-label="Follow @yefeiyu on GitHub" data-count-aria-label="# followers on GitHub" data-count-api="/users/jcouyang#followers" data-count-href="/jcouyang/followers" href="https://github.com/yefeiyu class="github-button">Follow @yefeiyu</a></p>
  <p>Modified: 2022-10-22 Sat 16:50</p>
  <p>Generated by: <a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.1 (<a href="https://orgmode.org">Org</a> mode 9.5.3) &#215; <a href="https://github.com/jcouyang/orgpress">OrgPress</a></p>
</footer>
</div>
</body>
</html>
